<?php 

    $lang = array(
        "teacher" => "문지현 교강사",
        "teacher_title" => "남다름",
        "teacher_con" => "다: 다르다. 남들과 다른 생각을 하고 실천한다."."<br />"."운: 운을 만들어 낼 수 있는 초능력자.",
        
        "sin" => "홍신원",
        "sin_title" => "디자인을 잘하는 사람",
        "sin_con" => "자신이 원하는 디자인이 확고하고 다양한 레이아웃을 구사하며 복잡스럽지 않고 깔끔하다.",
        
        "yang" => "양미연",
        "yang_title" => "열정으로 배우는 사람",
        "yang_con" => "혼자 문제를 해결하기 위해 노력하고 그러다보니 안 보는 사이에 실력이 훌쩍 훌쩍 늘어있다.",
        
        "jeong" => "김정희",
        "jeong_title" => "긍정적인 에너지를 풍기는 사람",
        "jeong_con" => "공감능력이 뛰어나 대화를 할 때 계속 말하고 싶게 만드는 매력과 밝은 에너지를 주는 능력이 있다. PT 때 자신의 생각을 확실하게 전달하는 모습과 성실함이 굉장히 부러운 점이다.",
        
        "hee" => "이희영",
        "hee_title" => "노력의 가치를 아는 사람",
        "hee_con" => "문제에 부딪히면 다른 사람보다 두 세 배는 더 노력하고 그 노력으로 새로운 것을 알아가며 본인의 발전을 즐긴다. 타인의 문제에도 진지하게 의견을 제시하고 나아갈 키를 주는 사람.",
        
        "hyeon" => "김현정",
        "hyeon_title" => "인상깊은 사람",
        "hyeon_con" => "독특하고 기억에 남는 디자인을 하고 텍스트 등을 활용한 레이아웃이 인상에 남는다. PT 할 때 적절한 제스쳐와 차분한 설명을 통해 공감을 유도해 내는 강점이 있다.",
        
        "moon" => "문가희",
        "moon_title" => "듬쑥한 사람",
        "moon_con" => "평소 환경이나 사회적 문제에 관심이 많고 그 문제에 대해 생각이 깊다. 자신의 신념들을 지키려고 노력. 자신만의 스타일이 확고하면서도 디자인을 다양하게 풀어낸다.",
        
        "one" => "해양 오염 주제의 가상 웹사이트 제작 <br> 너무 진지하지도 가볍지도 않게 표현하고자 함 <br> 각 콘텐츠의 의도를 바로 전달할 수 있는 이미지 선정 <br>",
        "one_con" => "헤더고정, 모바일버전 배너",
        
        "two" => "영상 제작자의 개인 웹사이트 리뉴얼 <br> 카메라와 플래시를 연상시키는 색상 사용 <br> 기본적인 레이아웃 구조 아래 다소 색다르게 표현 <br>",
        "two_con" => "헤더고정, 동영상 재생 정지 구현, 로고제작",
        
        "three" => "spaceX 웹사이트 다른 버전 제작 <br> 장엄한 우주와 같이 무게감있는 디자인 의도 <br>메뉴 영역 확장해 마우스 올릴 시, 동영상 재생 <br>",
        "three_con" => "동영상 네비게이션 메뉴",
        
        "four" => "Paw in hand 유기동물 입양 웹사이트 리뉴얼 <br> 유기동물에게 사랑과 희망을 전달하자는 컨셉트 <br> CSS transform 속성 및 javaScript 사용 <br>",
        "four_con" => "풀스크린메뉴, 그리드 디자인",
        
        "five" => "dji Mavic mini 컨셉트와 맞게 웹사이트 제작 <br> position 사용으로 레이어 위치 선정<br> 마우스 hover 시, aside 등장 <br>",
        "five_con" => "어사이드 네비게이션 메뉴, 동영상 배경",
        
        "six" => "뉴욕 댄서의 개인 웹사이트 제작 <br> 댄서라는 직업을 적극 활용하여 역동적이게 디자인 <br> for 문을 사용하여 mousemove 시, 이미지 반복 <br>",
        "six_con" => "동영상시퀀스, after가상요소",
        
        "seven" => "Wonderland라는 가상의 놀이공원 웹사이트 제작 <br> position 사용으로 레이어 위치 선정<br> 마우스 hover 시, aside 등장 <br>",
        "seven_con" => "어사이드 네비게이션 메뉴, 동영상 배경"        
        
    );

?>